
/* Class = "NSButtonCell"; title = "Done"; ObjectID = "H7S-Kq-meK"; */
"H7S-Kq-meK.title" = "Tamamlandı";

/* Class = "NSTableColumn"; headerCell.title = "Description"; ObjectID = "P6X-bj-nXi"; */
"P6X-bj-nXi.headerCell.title" = "Tanım";

/* Class = "NSImageView"; ibShadowedToolTip = "The path is invalid"; ObjectID = "PI1-tN-3rZ"; */
"PI1-tN-3rZ.ibShadowedToolTip" = "Yol geçersiz";

/* Class = "NSTextFieldCell"; title = "Path components:"; ObjectID = "PO7-S0-Gix"; */
"PO7-S0-Gix.title" = "Yol bileşenleri:";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "XVJ-vf-Lup"; */
"XVJ-vf-Lup.title" = "Tablo Görünüm Hücresi";

/* Class = "NSTextFieldCell"; title = "Enter text or drag-drop variable tokens from the available list to form the common output path."; ObjectID = "YRX-eq-afB"; */
"YRX-eq-afB.title" = "Metni girin veya mevcut listedeki değişken jetonlarını sürükleyip bırakarak ortak çıktı yolunu oluşturun.";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "aED-9K-gWc"; */
"aED-9K-gWc.title" = "Metin Hücresi";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "kgW-Q9-Mqk"; */
"kgW-Q9-Mqk.title" = "Tablo Görünüm Hücresi";

/* Class = "NSTableColumn"; headerCell.title = "Variable"; ObjectID = "oSr-bz-vN4"; */
"oSr-bz-vN4.headerCell.title" = "Değişken";

/* Class = "NSTokenFieldCell"; placeholderString = "Drag tokens and enter text to form a path template"; ObjectID = "q55-JW-fxj"; */
"q55-JW-fxj.placeholderString" = "Kimlik şablonunu oluşturmak için parçaları sürükleyin ve metin girin.";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "rax-DG-ZCb"; */
"rax-DG-ZCb.title" = "Metin Hücresi";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "xIn-39-M8k"; */
"xIn-39-M8k.title" = "İptal";
